{
  "data": {
    "text1": "Every April, on Poem in Your Pocket Day, people celebrate by selecting a poem, carrying it with them, and sharing it with others throughout the day at schools, bookstores, libraries, parks, workplaces, and on social media using the hashtag #pocketpoem. Join us in celebrating Poem in Your Pocket Day this year!",
    "text2": "Poem in Your Pocket Day was initiated in April 2002 by the Office of the Mayor, in partnership with the New York City Departments of Cultural Affairs and Education, as part of the city's National Poetry Month celebration.",
    "text3": "The Academy of American Poets, which launched National Poetry Month in 1996, took Poem in Your Pocket Day to all fifty United States in 2008, encouraging individuals across the country to join in and channel their inner bard.",
    "text4": "This year, the Academy of American Poets and the League of Canadian Poets, the latter of which has organized National Poetry Month in Canada since 1998, have teamed up to extend the reach of Poem in Your Pocket Day across North America.",
    "text5": "Have your students choose a poem from our collection. Ask them to write a letter to a far-away friend or relative detailing what they like about the poem and why they think the recipient would enjoy it. Send the letters and poems so they arrive on Poem in Your Pocket Day.",
    "text6": "Ask your students to choose their favorite poem from our collection choose their favorite lines, and add those lines to a bookmark they can decorate with drawings. Collect the bookmarks and redistribute them, letting each student pick one that's not their own for ongoing use in class",
    "text7": "Have your students choose a poem to give away. Ask them to print out 20 copies of the poem and come up with a creative way to distribute it, such as in the form of a folded-paper animal or object (see the Appendix for instructions on how to create a folded swan), a decorated scroll, a poem tree, or a bookmark.",
    "text8": "A quick brown fox jumps over a lazy dog!!  A quick brown fox jumps over a lazy dog!!  A quick brown fox jumps over a lazy dog!!  A quick brown fox jumps over a lazy dog!!  A quick brown fox jumps over a lazy dog!!  A quick brown fox jumps over a lazy dog!!",
    "text9": "On April 1, write to your local newspaper asking them to publish a poem by a local poet on Poem in Your Pocket Day or to syndicate Poem-a-Day, a digital series available for free from the Academy of American Poets, and distributed by King Features. (For more information, visit www.poets.org/poetsorg/poem-day.)",
    "text10": "Will answers be found like seeds planted among rows of song? Will mouths recognize the hunger in their voices, all mouths in unison, the ah in harmony, the way words of hope are more than truth when whispered? Will we turn to each other and ask, how long has it been...how long since?",
    "text11": "A world now, a world then and each is seeking a foothold, trying to remember when we looked at one another and found—A world again—Surely what we long for is at the wheel contending. Surely, we'll soon hear its unearthly groan.",
    "text12": "Letters swallow themselves in seconds. Notes friends tied to the doorknob, transparent scarlet paper, sizzle like moth wings, marry the air. So much of any year is flammable, lists of vegetables, partial poems. Orange swirling flame of days, so little is a stone.",
    "text13": "Her name would be read by millions in school as the first to land here, but that celebrity would never actually be seen by her. She looked at the control panel and knew there was nothing that would ever get it back into working order. She was the first and it was not clear this would also be her last.",
    "text14": "He sat across from her trying to imagine it was the first time. It wasn't. Had it been a hundred? It quite possibly could have been. Two hundred? Probably not. His mind wandered until he caught himself and again tried to imagine it was the first time.",
    "text15": "Do you think you're living an ordinary life? You are so mistaken it's difficult to even explain. The mere fact that you exist makes you extraordinary. The odds of you existing are less than winning the lottery, but here you are. Are you going to let this extraordinary opportunity pass?",
    "text16": "The lone lamp post of the one-street town flickered, not quite dead but definitely on its way out. Suitcase by her side, she paid no heed to the light, the street or the town. A car was coming down the street and with her arm outstretched and thumb in the air, she had a plan.",
    "text17": "I'm going to hire professional help tomorrow. I can't handle this anymore. She fell over the coffee table and now there is blood in her catheter. This is much more than I ever signed up to do.",
    "text18": "He looked at the sand. Picking up a handful, he wondered how many grains were in his hand. Hundreds of thousands? \"Not enough,\" the said under his breath. I need more.",
    "text19": "He picked up the burnt end of the branch and made a mark on the stone. Day 52 if the marks on the stone were accurate. He couldn't be sure. Day and nights had begun to blend together creating confusion, but he knew it was a long time. Much too long.",
    "text20": "There were little things that she simply could not stand. The sound of someone tapping their nails on the table. A person chewing with their mouth open. Another human imposing themselves into her space. She couldn't stand any of these things, but none of them compared to the number one thing she couldn't stand which topped all of them combined.",
    "text21": "He heard the crack echo in the late afternoon about a mile away. His heart started racing and he bolted into a full sprint. \"It wasn't a gunshot, it wasn't a gunshot,\" he repeated under his breathlessness as he continued to sprint.",
    "text22": "He sat across from her trying to imagine it was the first time. It wasn't. Had it been a hundred? It quite possibly could have been. Two hundred? Probably not. His mind wandered until he caught himself and again tried to imagine it was the first time.",
    "text23": "It was a rat's nest. Not a literal one, but that is what her hair seemed to resemble every morning when she got up. It was going to take at least an hour to get it under control and she was sick and tired of it. She peered into the mirror and wondered if it was worth it. It wasn't. She opened the drawer and picked up the hair clippers.",
    "text24": "The chair sat in the corner where it had been for over 25 years. The only difference was there was someone actually sitting in it. How long had it been since someone had done that? Ten years or more he imagined. Yet there was no denying the presence in the chair now.",
    "text25": "According to the caption on the bronze marker placed by the Multnomah Chapter of the Daughters of the American Revolution on May 12, 1939, \"College Hall (is) the oldest building in continuous use for Educational purposes west of the Rocky Mountains. Here were educated men and women who have won recognition throughout the world in all the learned professions.\"",
    "text26": "\"Are you getting my texts???\" she texted to him. He glanced at it and chuckled under his breath. Of course he was getting them, but if he wasn't getting them, how would he ever be able to answer? He put the phone down and continued on his project. He was ignoring her texts and he planned to continue to do so."
  },
  "count": 26,
  "keys": [
    "text1",
    "text2",
    "text3",
    "text4",
    "text5",
    "text6",
    "text7",
    "text8",
    "text9",
    "text10",
    "text11",
    "text12",
    "text13",
    "text14",
    "text15",
    "text16",
    "text17",
    "text18",
    "text19",
    "text20",
    "text21",
    "text22",
    "text23",
    "text24",
    "text25",
    "text26"
  ]
}
