{
    "data": {
        "text1": "Every April, on Poem in Your Pocket Day, people celebrate by selecting a poem, carrying it with them, and sharing it with others throughout the day at schools, bookstores, libraries, parks, workplaces, and on social media using the hashtag #pocketpoem. Join us in celebrating Poem in Your Pocket Day this year!",
        "text2": "Poem in Your Pocket Day was initiated in April 2002 by the Office of the Mayor, in partnership with the New York City Departments of Cultural Affairs and Education, as part of the city’s National Poetry Month celebration.",
        "text3": "The Academy of American Poets, which launched National Poetry Month in 1996, took Poem in Your Pocket Day to all fifty United States in 2008, encouraging individuals across the country to join in and channel their inner bard.",
        "text4": "This year, the Academy of American Poets and the League of Canadian Poets, the latter of which has organized National Poetry Month in Canada since 1998, have teamed up to extend the reach of Poem in Your Pocket Day across North America.", 
        "text5": "Have your students choose a poem from our collection. Ask them to write a letter to a far-away friend or relative detailing what they like about the poem and why they think the recipient would enjoy it. Send the letters and poems so they arrive on Poem in Your Pocket Day.",
        "text6": "Ask your students to choose their favorite poem from our collection choose their favorite lines, and add those lines to a bookmark they can decorate with drawings. Collect the bookmarks and redistribute them, letting each student pick one that’s not their own for ongoing use in class",
        "text7": "Have your students choose a poem to give away. Ask them to print out 20 copies of the poem and come up with a creative way to distribute it, such as in the form of a folded-paper animal or object (see the Appendix for instructions on how to create a folded swan), a decorated scroll, a poem tree, or a bookmark.",
        "text8": "A quick brown fox jumps over a lazy dog!!  A quick brown fox jumps over a lazy dog!!  A quick brown fox jumps over a lazy dog!!  A quick brown fox jumps over a lazy dog!!  A quick brown fox jumps over a lazy dog!!  A quick brown fox jumps over a lazy dog!!",
        "text9": "On April 1, write to your local newspaper asking them to publish a poem by a local poet on Poem in Your Pocket Day or to syndicate Poem-a-Day, a digital series available for free from the Academy of American Poets, and distributed by King Features. (For more information, visit www.poets.org/poetsorg/poem-day.)",
        "text10": "Will answers be found like seeds planted among rows of song? Will mouths recognize the hunger in their voices, all mouths in unison, the ah in harmony, the way words of hope are more than truth when whispered? Will we turn to each other and ask, how long has it been...how long since?",
        "text11": "A world now, a world then and each is seeking a foothold, trying to remember when we looked at one another and found—A world again—Surely what we long for is at the wheel contending. Surely, we'll soon hear its unearthly groan.",
        "text12": "Letters swallow themselves in seconds. Notes friends tied to the doorknob, transparent scarlet paper, sizzle like moth wings, marry the air. So much of any year is flammable, lists of vegetables, partial poems. Orange swirling flame of days, so little is a stone."
    },
    "count": 12,
    "keys": ["text1", "text2", "text3", "text4", "text5", "text6", "text7", "text8", "text9", "text10", "text11", "text12"]
}